export default {
  projections: {
    ЗаписьE: {
      времяОкончания: {
        __caption__: 'Время окончания'
      },
      времяНачала: {
        __caption__: 'Время начала'
      },
      дата: {
        __caption__: 'Дата'
      },
      кодЗаявки: {
        __caption__: 'Код заявки'
      },
      кодРегистра: {
        __caption__: 'Код регистра'
      },
      кодЗаписи: {
        __caption__: 'Код записи'
      }
    },
    ЗаписьL: {
      времяОкончания: {
        __caption__: 'Время окончания'
      },
      времяНачала: {
        __caption__: 'Время начала'
      },
      дата: {
        __caption__: 'Дата'
      },
      кодЗаявки: {
        __caption__: 'Код заявки'
      },
      кодРегистра: {
        __caption__: 'Код регистра'
      },
      кодЗаписи: {
        __caption__: 'Код записи'
      }
    },
    ЗаписьРегистраE: {
      времяОкончания: {
        __caption__: 'Время окончания'
      },
      времяНачала: {
        __caption__: 'Время начала'
      },
      дата: {
        __caption__: 'Дата'
      }
    },
    ЗаписьРегистраL: {
      времяОкончания: {
        __caption__: 'Время окончания'
      },
      времяНачала: {
        __caption__: 'Время начала'
      },
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    времяНачала: {
      __caption__: 'Время начала'
    },
    времяОкончания: {
      __caption__: 'Время окончания'
    },
    дата: {
      __caption__: 'Дата'
    },
    кодЗаписи: {
      __caption__: 'Код записи'
    },
    кодЗаявки: {
      __caption__: 'Код заявки'
    },
    кодРегистра: {
      __caption__: 'Код регистра'
    },
    заявка: {
      __caption__: 'заявка'
    },
    регистр: {
      __caption__: 'регистр'
    }
  }
};
