export default {
  projections: {
    ЗаявкаE: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      важность: {
        __caption__: 'Важность'
      },
      кодЗаявки: {
        __caption__: 'Код заявки'
      },
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      кодКонтрагента: {
        __caption__: 'Код контрагента'
      }
    },
    ЗаявкаL: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      важность: {
        __caption__: 'Важность'
      },
      кодЗаявки: {
        __caption__: 'Код заявки'
      },
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      кодКонтрагента: {
        __caption__: 'Код контрагента'
      }
    },
    ЗаявкаНаРаботыE: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      важность: {
        __caption__: 'Важность'
      }
    },
    ЗаявкаНаРаботыL: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      важность: {
        __caption__: 'Важность'
      }
    }
  },
  validations: {
    важность: {
      __caption__: 'Важность'
    },
    кодЗаявки: {
      __caption__: 'Код заявки'
    },
    кодКонтрагента: {
      __caption__: 'Код контрагента'
    },
    кодСотрудника: {
      __caption__: 'Код сотрудника'
    },
    номерЗаявки: {
      __caption__: 'Номер заявки'
    },
    контрагент: {
      __caption__: 'контрагент'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
