export default {
  projections: {
    КонтрагентE: {
      наименование: {
        __caption__: 'Наименование'
      },
      организация: {
        __caption__: 'Организация'
      }
    },
    КонтрагентL: {
      наименование: {
        __caption__: 'Наименование'
      },
      организация: {
        __caption__: 'Организация'
      }
    }
  },
  validations: {
    договор: {
      __caption__: 'договор'
    },
    кодКонтрагента: {
      __caption__: 'кодКонтрагента'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
