export default {
  projections: {
    РегистрE: {
      кодРегистра: {
        __caption__: 'Код регистра'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      периодичность: {
        __caption__: 'Периодичность'
      }
    },
    РегистрL: {
      кодРегистра: {
        __caption__: 'Код регистра'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      периодичность: {
        __caption__: 'Периодичность'
      }
    },
    РегистрСведенийE: {
      наименование: {
        __caption__: 'Наименование'
      },
      периодичность: {
        __caption__: 'Периодичность'
      }
    },
    РегистрСведенийL: {
      наименование: {
        __caption__: 'Наименование'
      },
      периодичность: {
        __caption__: 'Периодичность'
      }
    }
  },
  validations: {
    кодРегистра: {
      __caption__: 'Код регистра'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    периодичность: {
      __caption__: 'Периодичность'
    }
  }
};
