export default {
  projections: {
    СотрудникE: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      имя: {
        __caption__: 'Имя'
      }
    },
    СотрудникL: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      имя: {
        __caption__: 'Имя'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    кодДолжности: {
      __caption__: 'кодДолжности'
    },
    кодСотрудника: {
      __caption__: 'кодСотрудника'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    табНомер: {
      __caption__: 'табНомер'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должности: {
      __caption__: 'должности'
    }
  }
};
